/**** FileVault Strings and Formatting *****/

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting encrypted.  The %@ is replaced by the user's full name. */
"ENCRYPTING_MESSAGE_FORMAT" = "Benutzerordner von „%@“ verschlüsseln";

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting decrypted.  The %@ is replaced by the user's full name. */
"DECRYPTING_MESSAGE_FORMAT" = "Benutzerordner von „%@“ entschlüsseln";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder getting compacted.  The %@ is replaced by the user's full name. */
"COMPACTING_MESSAGE_FORMAT" = "Festplattenplatz im Benutzerordner von %@ freigeben";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder being backed up by TimeMachine.  The %@ is replaced by the user's full name. */
"BACKINGUP_MESSAGE_FORMAT" = "Backup von %@s Benutzerordner erstellen";

"CONVERTING_MESSAGE_FORMAT" = "Benutzerordner von „%@“ konvertieren";

/* The following strings appear below the progress bar in the FileVault conversion progress window to indicate the various phases of the conversion process. */
"PHASE_PREPARING" = "Vorbereiten …";
"PHASE_CREATING_IMAGE" = "FileVault erstellen …";
"PHASE_MOUNTING_IMAGE" = "FileVault aktivieren …";
"PHASE_COPYING_TO_IMAGE" = "Inhalt des Benutzerordners in FileVault kopieren …";
"PHASE_COPY_COMPLETE" = "Kopieren abgeschlossen …";
"PHASE_UPDATING_USER_RECORD" = "Benutzereintrag aktualisieren …";
"PHASE_UNMOUNTING_IMAGE" = "FileVault deaktivieren …";
"PHASE_DELETING_OLD_HOME" = "Alten Benutzerordner löschen …";
"PHASE_SECURE_ERASING_OLD_HOME" = "Vorherigen Benutzerordner sicher löschen …";
"PHASE_CANCELLING" = "Abbrechen …";
"PHASE_PAUSED" = "Pause";
"PHASE_COMPACTING" = "Festplattenplatz freigeben …";
"PHASE_BACKINGUP" = "Sicherungskopie erstellen …";

/* The following strings are time estimates that appear below the progress bar in the FileVault conversion progress window */
"TIME_EST_ESTIMATING" = "Berechnen …";
"TIME_EST_ABOUT_5_SECONDS" = "ungefähr 5 Sekunden";
"TIME_EST_ABOUT_10_SECONDS" = "ungefähr 10 Sekunden";
"TIME_EST_UNDER_A_MINUTE" = "weniger als eine Minute";
"TIME_EST_ABOUT_A_MINUTE" = "ungefähr eine Minute";
"TIME_EST_ABOUT_N_MINUTES" = "ungefähr %d Minuten";
"TIME_EST_ABOUT_ONE_HOUR" = "ungefähr 1 Stunde";
"TIME_EST_ABOUT_ONE_HOUR_N_MINUTES" = "ungefähr 1 Stunde und %d Minuten";
"TIME_EST_ABOUT_PLURAL_HOURS" = "ungefähr %d Stunden";
"TIME_EST_ABOUT_PLURAL_HOURS_PLURAL_MINUTES" = "ungefähr %1$d Stunden und %2$d Minuten";


"TIME_REMAINING_FORMAT" = "Verbleibende Zeit: %@";
"CANCEL_BUTTON_LABEL" = "Abbrechen";

/* The following strings are used to construct the confirmation alert that is presented when a user clicks the Cancel button in the FileVault progress window. */

"CANCEL_CONFIRMATION_STOP_BUTTON" = "Stopp";
"CANCEL_CONFIRMATION_CONTINUE_BUTTON" = "Fortfahren";
"CANCEL_ENCRYPT_CONFIRMATION_MESSAGE" = "Möchten Sie FileVault wirklich stoppen?";
"CANCEL_ENCRYPT_CONFIRMATION_INFO" = "FileVault hat die Verschlüsselung dieses Benutzerordners nicht abgeschlossen. Falls Sie jetzt stoppen, wird FileVault für diesen Benutzerordner deaktiviert und er bleibt unverschlüsselt.";
"CANCEL_DECRYPT_CONFIRMATION_MESSAGE" = "Möchten Sie FileVault wirklich stoppen?";
"CANCEL_DECRYPT_CONFIRMATION_INFO" = "FileVault hat die Entschlüsselung dieses Benutzerordners nicht abgeschlossen. Falls Sie jetzt stoppen, wird FileVault für diesen Benutzerordner aktiviert und er bleibt verschlüsselt.";

/* The following strings are used to construct the confirmation alert that is presented when a user when a compact is necessary during log out. */

"COMPACT_CONFIRMATION_CONTINUE_BUTTON" = "Fortfahren";
"COMPACT_CONFIRMATION_SKIP_NOW_BUTTON" = "Überspringen";

"COMPACT_CONFIRMATION_MESSAGE" = "Ihr mit FileVault geschützter Benutzerordner belegt mehr Festplattenplatz als notwendig. FileVault kann diesen Festplattenplatz freigeben. Möchten Sie fortfahren?";

"COMPACT_CONFIRMATION_INFO" = "Wenn Sie auf „Fortfahren“ klicken, gibt FileVault unbenutzten Festplattenplatz frei. Obwohl dieser Vorgang einige Zeit dauert, sollten Sie FileVault jetzt unbenutzten Festplattenplatz freigeben lassen.";


/* Error Alert strings */
"FV_ERROR_OK_BUTTON" = "OK";
"FV_ERROR_TITLE" = "Ein Fehler ist aufgetreten";
"FILEVAULT_ENCRYPT_ERROR_MESSAGE" = "Bei der Verschlüsselung ist ein Fehler aufgetreten (%@). FileVault wird für diesen Account nicht aktiviert.";
"FILEVAULT_DECRYPT_ERROR_MESSAGE" = "Bei der Entschlüsselung ist ein Fehler aufgetreten (%@). FileVault wird für diesen Account nicht deaktiviert.";
"FV_COULD_NOT_CREATE_IMAGE" = "FileVault-Image konnte nicht erstellt werden";
"FV_COULD_NOT_CREATE_MOUNT_POINT_DIR" = "Der temporäre Mount-Point konnte nicht erstellt werden";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_COPYING" = "Das FileVault-Image konnte nicht für den Kopiervorgang aktiviert werden";
"FV_ERROR_OCCURRED_DURING_COPY" = "Beim Kopieren ist ein Fehler aufgetreten.";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_VERIFICATION" = "Das FileVault-Image konnte nicht für die Überprüfung aktiviert werden";
"FV_VERIFICATION_FAILED" = "Überprüfung ist fehlgeschlagen";
"FV_COULD_NOT_UNMOUNT_IMAGE" = "Das FileVault-Image konnte nicht deaktiviert werden";
"FV_ERROR_DEFAULT" = "Fehler %d";

"FV_SECURE_ERASE_FINISHED_TITLE" = "Ihr vorheriger Benutzerordner wurde sicher gelöscht.";
"FV_SECURE_ERASE_FINISHED_INFO" = "Der FileVault-Schutz wurde für Ihren Account aktiviert und die Inhalte Ihres Benutzerordners wurden verschlüsselt.";
"FV_SECURE_ERASE_FAILED_TITLE" = "Beim sicheren Löschen des vorherigen Benutzerordners während des FileVault-Konvertierungsvorgangs ist ein Problem aufgetreten.";
"FV_SECURE_ERASE_FAILED_INFO" = "Der sichere Löschvorgang ist fehlgeschlagen, bevor der vorherige Benutzerordner vollständig gelöscht werden konnte.";
"FV_CONTINUE_TITLE" = "Möchten Sie mit dem Löschen Ihres vorherigen Benutzerordners im Hintergrund wirklich fortfahren?";
"FV_CONTINUE_INFO" = "Wenn Sie auf „OK” klicken, beendet FIleVault das sichere Löschen Ihres vorherigen Benutzerordners im Hintergrund. Um den Status des Löschvorgangs zu überprüfen, öffnen Sie die Systemeinstellung „Sicherheit“.";